Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# SimulationPageTitle.Text
source: Perform App Control for Business Simulation by selecting files or folders, and an XML policy file, then use the Begin Simulation button to populate the data grid. The results will show you whether the selected files would be allowed or blocked by your App Control policy if it was actually deployed on a system and those files were running.
ar: قم بإجراء محاكاة App Control for Business عن طريق تحديد الملفات أو المجلدات، وملف نهج XML، ثم استخدم زر بدء المحاكاة لملء شبكة البيانات. ستظهر لك النتائج ما إذا كانت الملفات المحددة سيتم السماح بها أو حظرها بواسطة نهج التحكم في التطبيقات الخاص بك إذا تم توزيعه بالفعل على نظام وتم تشغيل تلك الملفات.
de_de: Führen Sie eine App Control für Unternehmen-Simulation durch, indem Sie Dateien oder Ordner und eine XML-Richtliniendatei auswählen, und verwenden Sie dann die Schaltfläche "Simulation starten", um die Datentabelle zu füllen. Die Ergebnisse zeigen Ihnen, ob die ausgewählten Dateien durch Ihre App-Control-Richtlinie zugelassen oder blockiert würden, wenn sie tatsächlich auf einem System bereitgestellt wäre und diese Dateien ausgeführt würden.
el_gr: Εκτελέστε Προσομοίωση Ελέγχου Εφαρμογών για Επιχειρήσεις επιλέγοντας αρχεία ή φακέλους και ένα αρχείο πολιτικής XML, στη συνέχεια χρησιμοποιήστε το κουμπί Έναρξη Προσομοίωσης για να συμπληρώσετε το πλέγμα δεδομένων. Τα αποτελέσματα θα σας δείξουν εάν τα επιλεγμένα αρχεία θα επιτρέπονταν ή θα μπλοκαρίζονταν από την πολιτική Ελέγχου Εφαρμογών σας εάν ήταν πράγματι αναπτυγμένη σε ένα σύστημα και αυτά τα αρχεία εκτελούνταν.
es: Realice una Simulación de App Control for Business seleccionando archivos o carpetas, y un archivo de directiva XML, luego use el botón Iniciar Simulación para poblar la cuadrícula de datos. Los resultados le mostrarán si los archivos seleccionados serían permitidos o bloqueados por su directiva de App Control si realmente estuviera implementada en un sistema y esos archivos se estuvieran ejecutando.
he_il: בצע סימולציה של בקרת אפליקציות לעסקים על ידי בחירת קבצים או תיקיות, וקובץ מדיניות XML, ולאחר מכן השתמש בלחצן התחל סימולציה כדי למלא את רשת הנתונים. התוצאות יראו לך אם הקבצים שנבחרו יורשו או ייחסמו על ידי מדיניות בקרת האפליקציות שלך אם היא הייתה מופעלת בפועל על מערכת והקבצים האלה היו פועלים.
hi_in: फ़ाइलों या फ़ोल्डरों, और एक XML नीति फ़ाइल का चयन करके App Control for Business सिमुलेशन करें, फिर Begin Simulation बटन का उपयोग करके डेटा ग्रिड भरें। परिणाम आपको दिखाएँगे कि चयनित फ़ाइलें आपकी नीति द्वारा अनुमति पाएँगी या ब्लॉक होंगी यदि यह वास्तविक रूप से सिस्टम पर लागू होती।
ml_in: ഫയലുകളോ ഫോൾഡറുകളോ ഒരു XML നയ ഫയലോ തിരഞ്ഞെടുത്ത് ബിസിനസ്സിനായുള്ള ആപ്പ് കൺട്രോൾ സിമുലേഷൻ നടത്തുക, തുടർന്ന് ഡാറ്റാ ഗ്രിഡ് പോപ്പുലേറ്റ് ചെയ്യുന്നതിന് സിമുലേഷൻ ആരംഭിക്കുക ബട്ടൺ ഉപയോഗിക്കുക. നിങ്ങളുടെ ആപ്പ് കൺട്രോൾ നയം ഒരു സിസ്റ്റത്തിൽ യഥാർത്ഥത്തിൽ വിന്യസിക്കുകയും ആ ഫയലുകൾ പ്രവർത്തിക്കുകയും ചെയ്തിരുന്നെങ്കിൽ തിരഞ്ഞെടുത്ത ഫയലുകൾ അനുവദിക്കപ്പെടുമോ തടയപ്പെടുമോ എന്ന് ഫലങ്ങൾ നിങ്ങളെ കാണിക്കും.
pl_pl: Przeprowadź symulację App Control for Business, wybierając pliki lub foldery oraz plik zasad XML, a następnie użyj przycisku Rozpocznij symulację, aby wypełnić siatkę danych. Wyniki pokażą, czy wybrane pliki zostałyby dozwolone, czy zablokowane przez Twoje zasady kontroli aplikacji, gdyby zostały faktycznie wdrożone w systemie, a te pliki były uruchomione.

# StrictKernelModePolicyScanResultsPageTitle.Text
source: View the detected Kernel-mode files that will be used to create the enforced mode policy. Remove items you don't want to be included in the final Strict Kernel-mode policy from the list.
ar: اعرض ملفات وضع النواة المكتشفة التي سيتم استخدامها لإنشاء نهج الوضع المفروض. أزل العناصر التي لا تريد تضمينها في نهج وضع النواة الصارم النهائي من القائمة.
de_de: Zeigen Sie die erkannten Kernelmodus-Dateien an, die zum Erstellen der Erzwingungsmodus-Richtlinie verwendet werden. Entfernen Sie Elemente, die nicht in der endgültigen strikten Kernelmodus-Richtlinie enthalten sein sollen, aus der Liste.
el_gr: Προβολή των ανιχνευθέντων αρχείων λειτουργίας πυρήνα που θα χρησιμοποιηθούν για τη δημιουργία της πολιτικής λειτουργίας επιβολής. Αφαιρέστε στοιχεία που δεν θέλετε να συμπεριληφθούν στην τελική πολιτική Strict Kernel-mode από τη λίστα.
es: Ver los archivos de modo Kernel detectados que se utilizarán para crear la directiva en modo forzado. Elimine de la lista los elementos que no desea que se incluyan en la directiva final de modo Kernel Estricto.
he_il: צפה בקבצי מצב הליבה שזוהו שישמשו ליצירת מדיניות מצב אכיפה. הסר פריטים שאינך רוצה שייכללו במדיניות מצב הליבה המחמירה הסופית מהרשימה.
hi_in: पता लगी हुई Kernel-mode फ़ाइलें देखें जिनका उपयोग प्रवर्तित मोड नीति बनाने में किया जाएगा। अंतिम सख्त Kernel-mode नीति से हटाने के लिए अनचाही आइटम हटाएँ।
ml_in: എൻഫോഴ്‌സ്ഡ് മോഡ് നയം സൃഷ്ടിക്കാൻ ഉപയോഗിക്കുന്ന കണ്ടെത്തിയ കേർണൽ-മോഡ് ഫയലുകൾ കാണുക. അന്തിമ സ്ട്രിക്റ്റ് കേർണൽ-മോഡ് നയത്തിൽ ഉൾപ്പെടുത്താൻ നിങ്ങൾ ആഗ്രഹിക്കാത്ത ഇനങ്ങൾ ലിസ്റ്റിൽ നിന്ന് നീക്കം ചെയ്യുക.
pl_pl: Wyświetl wykryte pliki trybu jądra, które zostaną użyte do utworzenia zasad trybu wymuszonego. Usuń z listy elementy, których nie chcesz uwzględniać w ostatecznych zasadach trybu ścisłego jądra.

# ValidatePolicyPageTitle.Text
source: Validate App Control Policies to ensure they are compliant with the official schema. If you manually modified XML policy files and want to ensure your modifications are correct, use this feature to validate them.
ar: تحقق من صحة نُهج التحكم في التطبيقات للتأكد من توافقها مع المخطط الرسمي. إذا قمت بتعديل ملفات نهج XML يدويًا وتريد التأكد من صحة تعديلاتك، فاستخدم هذه الميزة للتحقق من صحتها.
de_de: Validieren Sie App-Control-Richtlinien, um sicherzustellen, dass sie dem offiziellen Schema entsprechen. Wenn Sie XML-Richtliniendateien manuell geändert haben und sicherstellen möchten, dass Ihre Änderungen korrekt sind, verwenden Sie diese Funktion, um sie zu validieren.
el_gr: Επικυρώστε Πολιτικές Ελέγχου Εφαρμογών για να βεβαιωθείτε ότι είναι συμβατές με το επίσημο σχήμα. Εάν τροποποιήσατε χειροκίνητα αρχεία πολιτικής XML και θέλετε να βεβαιωθείτε ότι οι τροποποιήσεις σας είναι σωστές, χρησιμοποιήστε αυτήν τη δυνατότητα για να τις επικυρώσετε.
es: Valide las Directivas de App Control para asegurarse de que cumplen con el esquema oficial. Si modificó manualmente los archivos de directiva XML y desea asegurarse de que sus modificaciones son correctas, utilice esta función para validarlas.
he_il: אמת מדיניות בקרת אפליקציות כדי לוודא שהן תואמות לסכמה הרשמית. אם שינית ידנית קבצי מדיניות XML וברצונך לוודא שהשינויים שלך נכונים, השתמש בתכונה זו לאימותם.
hi_in: App Control नीतियों को आधिकारिक schema के साथ पालनशील सुनिश्चित करने के लिए सत्यापित करें। यदि आपने XML नीति फ़ाइलों में मैन्युअल संशोधन किया है और सुनिश्चित करना चाहते हैं कि आपके संशोधन सही हैं, तो इस सुविधा का उपयोग करें।
ml_in: ഔദ്യോഗിക സ്കീമയുമായി പൊരുത്തപ്പെടുന്നുണ്ടെന്ന് ഉറപ്പാക്കാൻ ആപ്പ് കൺട്രോൾ നയങ്ങൾ സാധൂകരിക്കുക. നിങ്ങൾ XML നയ ഫയലുകൾ സ്വമേധയാ പരിഷ്കരിക്കുകയും നിങ്ങളുടെ പരിഷ്കാരങ്ങൾ ശരിയാണെന്ന് ഉറപ്പാക്കാൻ ആഗ്രഹിക്കുകയും ചെയ്യുന്നുവെങ്കിൽ, അവ സാധൂകരിക്കുന്നതിന് ഈ സവിശേഷത ഉപയോഗിക്കുക.
pl_pl: Sprawdź poprawność zasad kontroli aplikacji, aby upewnić się, że są zgodne z oficjalnym schematem. Jeśli ręcznie zmodyfikowałeś pliki zasad XML i chcesz upewnić się, że Twoje modyfikacje są poprawne, użyj tej funkcji, aby je zweryfikować.

# ViewFileCertificatesPageTitle.Text
source: View Comprehensive information about the certificates used to sign any file. Details that are typically unavailable in File Explorer properties or PowerShell cmdlets are presented here in full.
ar: اعرض معلومات شاملة حول الشهادات المستخدمة لتوقيع أي ملف. يتم عرض التفاصيل التي لا تتوفر عادةً في خصائص مستكشف الملفات أو أوامر PowerShell cmdlets هنا بالكامل.
de_de: Umfassende Informationen über die Zertifikate anzeigen, mit denen beliebige Dateien signiert wurden. Details, die in den Eigenschaften des Datei-Explorers oder in PowerShell-Cmdlets typischerweise nicht verfügbar sind, werden hier vollständig dargestellt.
el_gr: Προβολή Ολοκληρωμένων πληροφοριών σχετικά με τα πιστοποιητικά που χρησιμοποιούνται για την υπογραφή οποιουδήποτε αρχείου. Λεπτομέρειες που συνήθως δεν είναι διαθέσιμες στις ιδιότητες του File Explorer ή στα cmdlets του PowerShell παρουσιάζονται εδώ πλήρως.
es: Ver información completa sobre los certificados utilizados para firmar cualquier archivo. Los detalles que normalmente no están disponibles en las propiedades del Explorador de Archivos o en los cmdlets de PowerShell se presentan aquí en su totalidad.
he_il: צפה במידע מקיף על התעודות המשמשות לחתימת כל קובץ. פרטים שאינם זמינים בדרך כלל במאפייני סייר הקבצים או ב-cmdlets של PowerShell מוצגים כאן במלואם.
hi_in: किसी भी फ़ाइल को साइन करने के लिए उपयोग किए गए प्रमाणपत्रों के बारे में व्यापक जानकारी देखें। फ़ाइल एक्सप्लोरर गुण या PowerShell cmdlets में आमतौर पर अनुपलब्ध विवरण यहाँ पूर्ण रूप में प्रस्तुत होते हैं।
ml_in: ഏതെങ്കിലും ഫയൽ ഒപ്പിടാൻ ഉപയോഗിച്ച സർട്ടിഫിക്കറ്റുകളെക്കുറിച്ചുള്ള സമഗ്രമായ വിവരങ്ങൾ കാണുക. ഫയൽ എക്സ്പ്ലോറർ പ്രോപ്പർട്ടികളിലോ PowerShell cmdlets-ലോ സാധാരണയായി ലഭ്യമല്ലാത്ത വിശദാംശങ്ങൾ ഇവിടെ പൂർണ്ണമായി അവതരിപ്പിച്ചിരിക്കുന്നു.
pl_pl: Wyświetl kompleksowe informacje o certyfikatach użytych do podpisania dowolnego pliku. Szczegóły, które są zwykle niedostępne we właściwościach Eksploratora plików lub poleceniach cmdlet PowerShell, są tutaj przedstawione w całości.

# CreateDenyPolicyFilesAndFoldersScanResultsPageTitle.Text
source: View the detected files that were used to create the Deny policy.
ar: اعرض الملفات المكتشفة التي تم استخدامها لإنشاء نهج الرفض.
de_de: Zeigen Sie die erkannten Dateien an, die zum Erstellen der Sperrrichtlinie verwendet wurden.
el_gr: Προβολή των ανιχνευθέντων αρχείων που χρησιμοποιήθηκαν για τη δημιουργία της πολιτικής Απαγόρευσης.
es: Ver los archivos detectados que se utilizaron para crear la directiva de Denegación.
he_il: צפה בקבצים שזוהו ששימשו ליצירת מדיניות הדחייה.
hi_in: पता लगी हुई फ़ाइलें देखें जिनका उपयोग Deny नीति बनाने में किया गया था।
ml_in: നിഷേധിക്കൽ നയം സൃഷ്ടിക്കാൻ ഉപയോഗിച്ച കണ്ടെത്തിയ ഫയലുകൾ കാണുക.
pl_pl: Wyświetl wykryte pliki, które zostały użyte do utworzenia zasad odmowy.

# CreateDenyPolicyPageTitle.Text
source: Create a Deny Base policy that will explicitly deny files or applications. Keep in mind that Application Control is fundamentally based on allow-listing, which means anything that is not allowed by a policy is already automatically denied.
ar: أنشئ نهج رفض أساسي يرفض صراحةً الملفات أو التطبيقات. ضع في اعتبارك أن التحكم في التطبيقات يعتمد بشكل أساسي على القائمة البيضاء، مما يعني أن أي شيء غير مسموح به بواسطة النهج يتم رفضه تلقائيًا بالفعل.
de_de: Erstellen Sie eine Sperr-Basisrichtlinie, die Dateien oder Anwendungen ausdrücklich verweigert. Beachten Sie, dass die Anwendungssteuerung grundsätzlich auf Allowlisting basiert, was bedeutet, dass alles, was nicht durch eine Richtlinie erlaubt ist, bereits automatisch verweigert wird.
el_gr: Δημιουργήστε μια Βασική πολιτική Απαγόρευσης που θα απαγορεύει ρητά αρχεία ή εφαρμογές. Λάβετε υπόψη ότι ο Έλεγχος Εφαρμογών βασίζεται θεμελιωδώς σε λευκές λίστες, πράγμα που σημαίνει ότι οτιδήποτε δεν επιτρέπεται από μια πολιτική είναι ήδη αυτόματα απαγορευμένο.
es: Crear una directiva Base de Denegación que denegará explícitamente archivos o aplicaciones. Tenga en cuenta que el Control de Aplicaciones se basa fundamentalmente en listas blancas, lo que significa que todo lo que no esté permitido por una directiva ya está automáticamente denegado.
he_il: צור מדיניות בסיסית של דחייה שתדחה במפורש קבצים או אפליקציות. זכור שבקרת אפליקציות מבוססת ביסודה על רשימת אישורים, מה שאומר שכל דבר שלא מותר על ידי מדיניות כבר נדחה אוטומטית.
hi_in: एक Deny मूल नीति बनाएँ जो फ़ाइलों या अनुप्रयोगों को स्पष्ट रूप से अस्वीकृत करेगी। ध्यान दें कि एप्लिकेशन कंट्रोल मूल रूप से allow-listing पर आधारित है, जिसका अर्थ है कि एक नीति द्वारा अनुमति नहीं दी गई कोई भी चीज़ पहले से ही स्वचालित रूप से अस्वीकृत है।
ml_in: ഫയലുകളെയോ ആപ്ലിക്കേഷനുകളെയോ വ്യക്തമായി നിഷേധിക്കുന്ന ഒരു നിഷേധിക്കൽ അടിസ്ഥാന നയം സൃഷ്ടിക്കുക. ആപ്ലിക്കേഷൻ കൺട്രോൾ അടിസ്ഥാനപരമായി അനുവദിക്കൽ-ലിസ്റ്റിംഗിനെ അടിസ്ഥാനമാക്കിയുള്ളതാണെന്ന് ഓർമ്മിക്കുക, അതായത് ഒരു നയത്താൽ അനുവദിക്കപ്പെടാത്ത എന്തും ഇതിനകം സ്വയം നിഷേധിക്കപ്പെട്ടിരിക്കുന്നു.
pl_pl: Utwórz podstawowe zasady odmowy, które jawnie zablokują pliki lub aplikacje. Pamiętaj, że kontrola aplikacji opiera się zasadniczo na białej liście, co oznacza, że wszystko, co nie jest dozwolone przez zasady, jest już automatycznie blokowane.

# ConfigurePolicyRuleOptionsPageTitle.Text
source: Configure App Control for Business policy rule options. Detailed info is provided next to each rule and you can use the Guide button or open a discussion on GitHub if you need more information.
ar: قم بتكوين خيارات قاعدة نهج App Control for Business. يتم توفير معلومات مفصلة بجانب كل قاعدة ويمكنك استخدام زر الدليل أو فتح مناقشة على GitHub إذا كنت بحاجة إلى مزيد من المعلومات.
de_de: Optionen für App Control für Unternehmen-Richtlinienregeln konfigurieren. Ausführliche Informationen werden neben jeder Regel bereitgestellt, und Sie können die Schaltfläche "Guide" verwenden oder auf GitHub eine Diskussion eröffnen, wenn Sie weitere Informationen benötigen.
el_gr: Διαμορφώστε τις επιλογές κανόνων πολιτικής Ελέγχου Εφαρμογών για Επιχειρήσεις. Παρέχονται λεπτομερείς πληροφορίες δίπλα σε κάθε κανόνα και μπορείτε να χρησιμοποιήσετε το κουμπί Οδηγός ή να ανοίξετε μια συζήτηση στο GitHub εάν χρειάζεστε περισσότερες πληροφορίες.
es: Configurar las opciones de regla de directiva de App Control for Business. Se proporciona información detallada junto a cada regla y puede usar el botón Guía o abrir una discusión en GitHub si necesita más información.
he_il: הגדר אפשרויות כלל מדיניות בקרת אפליקציות לעסקים. מידע מפורט מסופק ליד כל כלל ותוכל להשתמש בלחצן המדריך או לפתוח דיון ב-GitHub אם אתה זקוק למידע נוסף.
hi_in: App Control for Business नीति नियम विकल्प कॉन्फ़िगर करें। प्रत्येक नियम के बगल में विस्तृत जानकारी प्रदान की जाती है और अधिक जानकारी के लिए आप Guide बटन का उपयोग कर सकते हैं या GitHub पर चर्चा खोल सकते हैं।
ml_in: ബിസിനസ്സിനായുള്ള ആപ്പ് കൺട്രോൾ നയ നിയമ ഓപ്ഷനുകൾ ക്രമീകരിക്കുക. ഓരോ നിയമത്തിനും അടുത്തായി വിശദമായ വിവരങ്ങൾ നൽകിയിട്ടുണ്ട്, നിങ്ങൾക്ക് കൂടുതൽ വിവരങ്ങൾ ആവശ്യമുണ്ടെങ്കിൽ ഗൈഡ് ബട്ടൺ ഉപയോഗിക്കാം അല്ലെങ്കിൽ GitHub-ൽ ഒരു ചർച്ച തുറക്കാം.
pl_pl: Skonfiguruj opcje reguł zasad App Control for Business. Szczegółowe informacje znajdują się obok każdej reguły, a jeśli potrzebujesz więcej informacji, możesz użyć przycisku Przewodnik lub otworzyć dyskusję na GitHub.

# BuildNewCertificatePageTitle.Text
source: Securely Build Code Signing Certificates that are suitable for signing App Control polices.
ar: أنشئ شهادات توقيع التعليمات البرمجية بشكل آمن تكون مناسبة لتوقيع نُهج التحكم في التطبيقات.
de_de: Erstellen Sie sicher Codesignaturzertifikate, die zum Signieren von App-Control-Richtlinien geeignet sind.
el_gr: Δημιουργήστε με ασφάλεια Πιστοποιητικά Υπογραφής Κώδικα που είναι κατάλληλα για την υπογραφή πολιτικών Ελέγχου Εφαρμογών.
es: Construya de forma segura Certificados de Firma de Código que sean adecuados para firmar directivas de App Control.
he_il: בנה בצורה מאובטחת תעודות חתימת קוד המתאימות לחתימת מדיניות בקרת אפליקציות.
hi_in: ऐप कंट्रोल नीतियों पर साइनिंग के लिए उपयुक्त कोड साइनिंग प्रमाणपत्र सुरक्षित रूप से बनाएं।
ml_in: ആപ്പ് കൺട്രോൾ നയങ്ങൾ ഒപ്പിടാൻ അനുയോജ്യമായ കോഡ് സൈനിംഗ് സർട്ടിഫിക്കറ്റുകൾ സുരക്ഷിതമായി നിർമ്മിക്കുക.
pl_pl: Bezpiecznie twórz certyfikaty podpisywania kodu, które są odpowiednie do podpisywania zasad kontroli aplikacji.

# SystemInformationPageTitle.Text
source: View detailed information about the Deployed policies and Code Integrity on the local or remote systems.
ar: اعرض معلومات مفصلة حول النُهج الموزعة وتكامل التعليمات البرمجية على الأنظمة المحلية أو البعيدة.
de_de: Zeigen Sie ausführliche Informationen über die bereitgestellten Richtlinien und die Codeintegrität auf lokalen oder Remote-Systemen an.
el_gr: Προβολή λεπτομερών πληροφοριών σχετικά με τις Αναπτυγμένες πολιτικές και την Ακεραιότητα Κώδικα στα τοπικά ή απομακρυσμένα συστήματα.
es: Ver información detallada sobre las directivas Implementadas y la Integridad de Código en los sistemas locales o remotos.
he_il: צפה במידע מפורט על המדיניות המופעלות ושלמות הקוד במערכות מקומיות או מרוחקות.
hi_in: स्थानीय या दूरस्थ सिस्टम पर तैनात नीतियों और कोड इंटीग्रिटी के बारे में विस्तृत जानकारी देखें।
ml_in: പ്രാദേശിക അല്ലെങ്കിൽ വിദൂര സിസ്റ്റങ്ങളിലെ വിന്യസിച്ച നയങ്ങളെയും കോഡ് ഇന്റഗ്രിറ്റിയെയും കുറിച്ചുള്ള വിശദമായ വിവരങ്ങൾ കാണുക.
pl_pl: Wyświetl szczegółowe informacje o wdrożonych zasadach i integralności kodu w systemach lokalnych lub zdalnych.

# AllowNewAppsPageTitle.Text
source: Use this page to Allow new or already installed apps or files to run on the system.
ar: استخدم هذه الصفحة للسماح للتطبيقات أو الملفات الجديدة أو المثبتة بالفعل بالعمل على النظام.
de_de: Verwenden Sie diese Seite, um neue oder bereits installierte Apps oder Dateien für die Ausführung auf dem System zuzulassen.
el_gr: Χρησιμοποιήστε αυτήν τη σελίδα για να Επιτρέψετε σε νέες ή ήδη εγκατεστημένες εφαρμογές ή αρχεία να εκτελούνται στο σύστημα.
es: Utilice esta página para Permitir que aplicaciones o archivos nuevos o ya instalados se ejecuten en el sistema.
he_il: השתמש בדף זה כדי לאפשר לאפליקציות או קבצים חדשים או כבר מותקנים לפעול על המערכת.
hi_in: इस पृष्ठ का उपयोग करके नए या पहले से इंस्टॉल किए गए ऐप्स या फ़ाइलों को सिस्टम पर चलने की अनुमति दें।
ml_in: സിസ്റ്റത്തിൽ പുതിയതോ ഇതിനകം ഇൻസ്റ്റാൾ ചെയ്തതോ ആയ ആപ്പുകളോ ഫയലുകളോ പ്രവർത്തിപ്പിക്കാൻ അനുവദിക്കുന്നതിന് ഈ പേജ് ഉപയോഗിക്കുക.
pl_pl: Użyj tej strony, aby zezwolić na uruchamianie nowych lub już zainstalowanych aplikacji lub plików w systemie.

# BrowseForCustomMSIXPathSettingsCard.Description
source: Browse for the AppControl Manager MSIXBundle file path on your device and then go back to the update page to install it.
ar: تصفح مسار ملف AppControl Manager MSIXBundle على جهازك ثم عد إلى صفحة التحديث لتثبيته.
de_de: Suchen Sie auf Ihrem Gerät den MSIXBundle-Dateipfad des AppControl Managers und kehren Sie dann zur Update-Seite zurück, um ihn zu installieren.
el_gr: Αναζήτηση για τη διαδρομή του αρχείου MSIXBundle του AppControl Manager στη συσκευή σας και στη συνέχεια επιστρέψτε στη σελίδα ενημέρωσης για να το εγκαταστήσετε.
es: Busque la ruta del archivo MSIXBundle de AppControl Manager en su dispositivo y luego regrese a la página de actualización para instalarlo.
he_il: עיין ובחר את הנתיב לקובץ MSIXBundle של AppControl Manager במכשיר שלך, ולאחר מכן חזור לדף העדכונים כדי להתקין אותו.
hi_in: अपने डिवाइस पर AppControl Manager MSIXBundle फ़ाइल पाथ के लिए ब्राउज़ करें और फिर इसे इंस्टॉल करने के लिए अपडेट पेज पर वापस जाएँ।
ml_in: നിങ്ങളുടെ ഉപകരണത്തിലെ ആപ്പ്കൺട്രോൾ മാനേജർ MSIXBundle ഫയൽ പാതയ്ക്കായി ബ്രൗസ് ചെയ്യുക, തുടർന്ന് അത് ഇൻസ്റ്റാൾ ചെയ്യുന്നതിന് അപ്‌ഡേറ്റ് പേജിലേക്ക് മടങ്ങുക.
pl_pl: Przeglądaj w poszukiwaniu ścieżki pliku MSIXBundle Menedżera AppControl na swoim urządzeniu, a następnie wróć na stronę aktualizacji, aby go zainstalować.

# BrowseForCustomMSIXPathSettingsCard.Header
source: Optional: select MSIXBundle file path
ar: اختياري: حدد مسار ملف MSIXBundle
de_de: Optional: MSIXBundle-Dateipfad auswählen
el_gr: Προαιρετικό: επιλέξτε τη διαδρομή του αρχείου MSIXBundle
es: Opcional: seleccionar ruta del archivo MSIXBundle
he_il: אופציונלי: בחר נתיב לקובץ MSIXBundle
hi_in: कस्टम MSIX पाथ ब्राउज़ करें
ml_in: ഓപ്ഷണൽ: MSIXBundle ഫയൽ പാത തിരഞ്ഞെടുക്കുക
pl_pl: Opcjonalnie: wybierz ścieżkę pliku MSIXBundle

# BrowseForCustomMSIXPathSettingsCard.ToolTipService.ToolTip
source: Browse for the AppControl Manager MSIXBundle file path on your device and then go back to the update page to install it.
ar: تصفح مسار ملف AppControl Manager MSIXBundle على جهازك ثم عد إلى صفحة التحديث لتثبيته.
de_de: Suchen Sie auf Ihrem Gerät den MSIXBundle-Dateipfad des AppControl Managers und kehren Sie dann zur Update-Seite zurück, um ihn zu installieren.
el_gr: Αναζήτηση για τη διαδρομή του αρχείου MSIXBundle του AppControl Manager στη συσκευή σας και στη συνέχεια επιστρέψτε στη σελίδα ενημέρωσης για να το εγκαταστήσετε.
es: Busque la ruta del archivo MSIXBundle de AppControl Manager en su dispositivo y luego regrese a la página de actualización para instalarlo.
he_il: עיין ובחר את הנתיב לקובץ MSIXBundle של AppControl Manager במכשיר שלך, ולאחר מכן חזור לדף העדכונים כדי להתקין אותו.
hi_in: अपने डिवाइस पर AppControl Manager MSIXBundle फ़ाइल पाथ के लिए ब्राउज़ करें और फिर इसे इंस्टॉल करने के लिए अपडेट पेज पर वापस जाएँ।
ml_in: നിങ്ങളുടെ ഉപകരണത്തിലെ ആപ്പ്കൺട്രോൾ മാനേജർ MSIXBundle ഫയൽ പാതയ്ക്കായി ബ്രൗസ് ചെയ്യുക, തുടർന്ന് അത് ഇൻസ്റ്റാൾ ചെയ്യുന്നതിന് അപ്‌ഡേറ്റ് പേജിലേക്ക് മടങ്ങുക.
pl_pl: Przeglądaj w poszukiwaniu ścieżki pliku MSIXBundle Menedżera AppControl na swoim urządzeniu, a następnie wróć na stronę aktualizacji, aby go zainstalować.

# BrowseForCustomMSIXPathSettingsCard.AutomationProperties.HelpText
source: Browse for the AppControl Manager MSIXBundle file path on your device and then go back to the update page to install it.
ar: تصفح مسار ملف AppControl Manager MSIXBundle على جهازك ثم عد إلى صفحة التحديث لتثبيته.
de_de: Suchen Sie auf Ihrem Gerät den MSIXBundle-Dateipfad des AppControl Managers und kehren Sie dann zur Update-Seite zurück, um ihn zu installieren.
el_gr: Αναζήτηση για τη διαδρομή του αρχείου MSIXBundle του AppControl Manager στη συσκευή σας και στη συνέχεια επιστρέψτε στη σελίδα ενημέρωσης για να το εγκαταστήσετε.
es: Busque la ruta del archivo MSIXBundle de AppControl Manager en su dispositivo y luego regrese a la página de actualización para instalarlo.
he_il: עיין ובחר את הנתיב לקובץ MSIXBundle של AppControl Manager במכשיר שלך, ולאחר מכן חזור לדף העדכונים כדי להתקין אותו.
hi_in: अपने डिवाइस पर AppControl Manager MSIXBundle फ़ाइल पाथ के लिए ब्राउज़ करें और फिर इसे इंस्टॉल करने के लिए अपडेट पेज पर वापस जाएँ।
ml_in: നിങ്ങളുടെ ഉപകരണത്തിലെ ആപ്പ്കൺട്രോൾ മാനേജർ MSIXBundle ഫയൽ പാതയ്ക്കായി ബ്രൗസ് ചെയ്യുക, തുടർന്ന് അത് ഇൻസ്റ്റാൾ ചെയ്യുന്നതിന് അപ്‌ഡേറ്റ് പേജിലേക്ക് മടങ്ങുക.
pl_pl: Przeglądaj w poszukiwaniu ścieżki pliku MSIXBundle Menedżera AppControl na swoim urządzeniu, a następnie wróć na stronę aktualizacji, aby go zainstalować.

# BrowseForCustomMSIXPathButton.Content
source: Browse for MSIXBundle path
ar: تصفح مسار MSIXBundle
de_de: MSIXBundle-Pfad durchsuchen
el_gr: Αναζήτηση για τη διαδρομή MSIXBundle
es: Buscar ruta de MSIXBundle
he_il: עיין ובחר נתיב MSIXBundle
hi_in: MSIXBundle पथ के लिए ब्राउज़ करें
ml_in: MSIXBundle പാതയ്ക്കായി ബ്രൗസ് ചെയ്യുക
pl_pl: Przeglądaj w poszukiwaniu ścieżki MSIXBundle

# BrowseForCustomMSIXPathButton.ToolTipService.ToolTip
source: Opens the file picker allowing you to pick the AppControl Manager MSIXBundle file on your device.
ar: يفتح منتقي الملفات مما يتيح لك اختيار ملف AppControl Manager MSIXBundle على جهازك.
de_de: Öffnet die Dateiauswahl, damit Sie die MSIXBundle-Datei des AppControl Managers auf Ihrem Gerät auswählen können.
el_gr: Ανοίγει τον επιλογέα αρχείων επιτρέποντάς σας να επιλέξετε το αρχείο MSIXBundle του AppControl Manager στη συσκευή σας.
es: Abre el selector de archivos permitiéndole elegir el archivo MSIXBundle de AppControl Manager en su dispositivo.
he_il: פותח בורר קבצים כדי לבחור את קובץ MSIXBundle של AppControl Manager במכשיר שלך.
hi_in: फाइल पिकर खोलता है, जिससे आप अपने डिवाइस पर AppControl Manager MSIXBundle फ़ाइल चुन सकते हैं।
ml_in: നിങ്ങളുടെ ഉപകരണത്തിലെ ആപ്പ്കൺട്രോൾ മാനേജർ MSIXBundle ഫയൽ തിരഞ്ഞെടുക്കാൻ നിങ്ങളെ അനുവദിക്കുന്ന ഫയൽ പിക്കർ തുറക്കുന്നു.
pl_pl: Otwiera okno wyboru pliku, umożliwiając wybranie pliku MSIXBundle Menedżera AppControl na urządzeniu.
